"Shortcut" = "Raccourci";
"Go to" = "Aller à";
"Go To" = "Aller à";
"Connect to" = "Connecter à";
"Clear Menu" = "Effacer le menu";
"Choose a new default Mac home folder" = "Choisissez un nouveau dossier Départ Mac par défaut";
"Choose a private key file" = "Choisissez un fichier de clé privée";
"The Bookmark could not be found to be saved" = "Le Signet n'a pas pu être trouvé pour enregistrement";
"Try cancelling the editor and edit the Bookmark again" = "Essayez d'annuler dans l'éditeur et d'éditer le Signet à nouveau";
"The Bookmark could not be renamed" = "Le Signet n'a pas pu être renommé";
"Either there is an existing Bookmark or folder of the same name or the name is unacceptable" = "Il y a déjà un Signet ou un dossier ayant ce nom, ou bien celui-ci est inacceptable";
"The Bookmark could not be saved because your Bookmarks folder could not be found or created" = "Le Signet n'a pas pu être enregistré car le dossier des Signets n'a pas pu être trouvé ni créé";
"Your disk permissions may need to be repaired with Disk Utility if applications cannot save settings to your Preferences folder" = "Vos autorisations de disque peuvent nécessiter une réparation avec Utilitaire de disque, si les applications ne peuvent pas enregistrer vos préférences";
"The Bookmark could not be saved" = "Le Signet n'a pas pu être enregistré";
"Ensure your Bookmark name is valid, unique and that there is sufficent space on your hard drive" = "Assurez-vous que le nom de votre Signet soit unique, valable, et qu'il reste suffisamment d'espace disque";
"The Bookmark was not saved completely" = "Le Signet n'a pas été complètement enregistré";
"This Bookmark may not appear in your Bookmarks window. Try saving again." = "Ce Signet peut ne pas apparaître dans votre fenêtre de Signets. Réessayez de l'enregistrer.";
"An unexpected error occurred while saving the Bookmark." = "Une erreur inattendue est survenue pendant l'enregistrement du Signet.";
"The changes made to the Bookmark of this connection will be applied when the outstanding tasks have been completed" = "Les modifications apportées au Signet de cette connexion prendront effet à l'issue des tâches en cours";
"Sorry, this file's original server location could not be automatically determined and so it cannot be resumed." = "Désolé, l'emplacement du serveur original de ce fichier n'a pu être automatiquement déterminé et donc repris.";
"Reconnect to the original server and resume the download from there." = "Reconnecter au serveur d'origine et reprendre le téléchargement.";
"Sorry, this file's location could not be determined and so it cannot be resumed." = "Désolé, l'emplacement de ce fichier n'a pu être automatiquement déterminé et donc repris.";
"Try reconnecting to the original server and resume the download from there." = "Essayez de reconnecter au serveur d'origine et de reprendre le téléchargement.";
"Add Favorite" = "Ajouter un Favori";
"Connect Immediately" = "Connecter immédiatement";
"Imported Bookmarks" = "Signets importés";
"Edit" = "Editer";
"Save this connection's details in the Keychain?" = "Enregistrer les paramètres de cette connexion dans le Trousseau ?";
"Yes" = "Oui";
"No" = "Non";
"Save these details as a Bookmark" = "Enregistrer ces paramètres comme Signet";
"Untitled Bookmark" = "Signet sans nom";
"Show Help Tips" = "Afficher les bulles d'aide";
"Quick Start" = "Guide de prise en main";
"Read Me" = "Lisez-moi";
"User Forum" = "Forum utilisateurs (en anglais)";
"Email Support" = "Support par email (en anglais)";
"Yummy Software Web Site" = "Site web Yummy Software (en anglais)";
"Yummy FTP requires Mac OS X 10.4 or later to run" = "Yummy FTP Alias nécessite Mac OS X 10.4 ou plus récent";
"FTP Watchers require Mac OS X 10.4 or later to run" = "Les Veilleurs FTP nécessitent Mac OS X 10.4 ou plus récent";
"FTP Aliases require Mac OS X 10.4 or later to run" = "Les Alias FTP nécessitent Mac OS X 10.4 ou plus récent";
"An unknown error prevented Yummy FTP from starting" = "Une erreur inconnue a empêché le lancement de Yummy FTP Alias";
"An unknown error prevented this FTP Watcher from starting" = "Une erreur inconnue a empêché le lancement de ce Veilleur FTP";
"An unknown error prevented this FTP Alias from starting" = "Une erreur inconnue a empêché le lancement de cet Alias FTP";
"Quitting now will cancel all running or waiting tasks!" = "Quitter maintenant annulera toutes les tâches en cours ou en attente !";
"Press Quit if you are sure you want to do this" = "Cliquez Quitter si vous êtes certain de vouloir faire cela";
"Quit" = "Quitter";
"Yummy FTP thinks you may still have remote editing documents open" = "Yummy FTP Alias pense que vous pouvez avoir des documents ouverts en édition à distance";
"If you quit now, Yummy FTP will no longer be able to send changes back to the server\r\rPress Cancel to continue remote editing or Quit to exit immediately" = "Si vous quittez maintenant, Yummy FTP Alias ne sera plus capable de renvoyer les modifications au serveur\r\rCliquez Annuler pour continuer l'édition à distance ou Quitter pour sortir immédiatement";
"Bookmarks" = "Signets";
"Recent Connections" = "Connexions récentes";
"Bonjour" = "Bonjour";
"Rendezvous" = "Rendez-vous";
"History" = "Historique";
"Go To Favorite" = "Aller au Favori";
"Remove Favorite" = "Enlever un Favori";
"Choose a folder of Bookmarks to import" = "Choisissez un dossier de Signets à importer";
"Select a Bookmark, FTP Alias or FTP Watcher to edit…" = "Sélectionnez un Signet, Alias FTP ou Veilleur FTP à éditer…";
"Hide Help Tips" = "Masquer les bulles d'aide";
"Show All Bookmarks" = "Afficher tous les Signets";
"Sorry, it was not possible to continue due to an unexpected error" = "Désolé, il n'était pas possible de poursuivre, du fait d'une erreur inattendue";
"Sorry, this FTP Watcher appears to be damaged. Parts of this FTP Watcher are missing. You must recreate it to restore functionality" = "Désolé, ce Veilleur FTP semble endommagé. Il est incomplet. Vous devez le recréer pour qu'il fonctionne";
"Sorry, this FTP Alias appears to be damaged. Parts of this FTP Alias are missing. You must recreate it to restore functionality" = "Désolé, cet Alias FTP semble endommagé. Il est incomplet. Vous devez le recréer pour qu'il fonctionne";
"Sorry, this FTP Watcher cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Watchers" = "Désolé, ce Veilleur FTP ne peut être ouvert sans avoir d'abord installé Yummy FTP Alias. Trouvez et installez Yummy FTP Alias sur cet ordinateur afin d'utiliser les Veilleurs FTP";
"Sorry, this FTP Alias cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Aliases" = "Désolé, cet Alias FTP ne peut être ouvert sans avoir d'abord installé Yummy FTP Alias. Trouvez et installez Yummy FTP Alias sur cet ordinateur afin d'utiliser les Alias FTP";
"This FTP Watcher has moved from its original location and will therefore now quit" = "Ce Veilleur FTP a été déplacé de son emplacement d'origine et va, en conséquence, quitter maintenant";
"Yummy FTP Alias History" = "Historique des Veilleurs Yummy FTP";
"Processing" = "Traitement en cours";
"Yummy FTP was launched because an upload using an FTP Alias or FTP Watcher was performed" = "Yummy FTP Alias a été lancé car un téléchargement a utilisé un Alias FTP ou un Veilleur FTP";
"Yummy FTP would normally quit now because of this, but other FTP sessions are active. Do you want Yummy FTP to Quit now or not?" = "Yummy FTP Alias devrait quitter pour cette raison, mais d'autres sessions FTP sont actives. Voulez-vous quitter Yummy FTP Alias maintenant ou non ?";
"This operation failed because the server closed the connection." = "Cette opération a échoué car le serveur a fermé la connexion.";
" copy" = " - copie";
"Unknown" = "Inconnu";
"Alias" = "Alias";
"Folder" = "Dossier";
"Error downloading: " = "Erreur en téléchargeant: ";
"\rFrom : " = "\rDe : ";
"\rTo : " = "\rA : ";
"Error deleting: " = "Erreur en supprimant: ";
"\rIn : " = "\rDans : ";
"Root folder" = "Dossier racine";
"Error uploading: " = "Erreur en téléversant: ";
"Error renaming: " = "Erreur en renommant: ";
"Error moving: " = "Erreur en déplaçant: ";
"Error creating folder: " = "Erreur en créant le dossier: ";
"Error setting permissions on: " = "Erreur en établissant les autorisations sur: ";
"Unlimited" = "Illimité";
"Never" = "Jamais";
"Choose an ODB Editor Application" = "Choisissez une application d'édition ODB";
"Select a new folder for your default Mac browser Home folder and default download location" = "Choisissez un dossier Départ de navigateur Mac et de destination de téléchargement";
"Your choice of preference settings requires that currently displayed directory listings are refreshed" = "Votre choix de réglages de préférences nécessite le rafraîchissement des listes de répertoires actuellement affichées";
"Choose Refresh to automatically refresh all displayed directory listings, or Cancel to refresh them manually" = "Cliquez Rafraîchir pour automatiquement rafraîchir toutes les listes de répertoires affichées, or Annuler pour le faire manuellement";
"Refresh" = "Rafraîchir";
"Built-in" = "Incorporé";
"Not installed" = "N'est pas installé";
"Your trial period of Yummy FTP is nearly over" = "Votre période d'essai de Yummy FTP Alias est presque terminée";
"Thank you for trying Yummy FTP!\r\rPlease puchase this software if you have found it useful. Your support will allow us to make it even better!\r\rSimply click the Purchase button below. It's easy, quick and secure\r\rIf you have already purchased a license, click the Enter Serial Number button" = "Merci d'avoir essayé Yummy FTP Alias!\r\S'il vous plaît, achetez ce logiciel si vous l'avez trouvé utile. Votre aide nous permettra de le rendre encore meilleur !\r\rCliquez simplement le bouton Acheter ci-sessous. C'est facile, rapide et sécurisé\r\rSi vous avez déjà acheté une licence, cliquez sur Entrer le numéro de série";
"Enter Serial Number" = "Entrer le numéro de série";
"Purchase" = "Acheter";
"Your trial period of Yummy FTP is over" = "Votre période d'essai de Yummy FTP Alias est terminée";
"Sorry, there was a problem with the eSellerate online purchase system" = "Désolé, il y a eu un problème avec le système d'achat en ligne Paddle";
"Please try again, or visit our web store to place your order:\r\rhttp://www.yummysoftware.com/purchase\r\rThank you" = "S'il vous plaît, essayez à nouveau, ou passez votre commande sur notre magasin web:\r\rhttp://www.yummysoftware.com/purchase\r\rMerci";
"Thank you for purchasing Yummy FTP!" = "Merci d'avoir acheté Yummy FTP Alias!";
"Your support is very much appreciated\r\rHappy FTP-ing!" = "Votre aide est très appréciée\r\rBons transferts FTP !";
"It appears that your purchase was successful, but Yummy FTP could not retrieve your serial number from eSellerate\r\rYou should receive an email from eSellerate containing your serial number. Please enter this using the Enter Serial Number option from the Yummy FTP menu\r\rThank you" = "Il semble que votre achat ait réussi, mais Yummy FTP Alias n'a pas pu obtenir votre numéro de série auprès d'Paddle\r\rVous devriez recevoir un courriel d'Paddle, indiquant votre numéro de série. Entrez-le, s'il vous plaît, en utilisant l'option Entrer le numéro de série du menu Yummy FTP Alias\r\rMerci";
"Sorry, the entered Name and Serial Number are invalid" = "Désolé, le nom ou le numéro de série saisi n'est pas valide";
"Please check what you have entered and try again" = "Veuillez vérifier votre saisie et réessayer";
"When you are finished editing, press the Save button and the changes will be saved to the file. Press Cancel to discard the changes." = "Une fois l'édition terminée, cliquez le bouton Enregistrer et les modifications seront enregistrées dans le fichier. Cliquez Annuler pour abandonner ces modifications.";
"Run Schedule" = "Lancer le programme";
"Synchronize" = "Synchroniser";
"FTP Transcript.txt" = "Transcription FTP.txt";
"Server: " = "Serveur: ";
"\rUsername: " = "\rNom utilisateur: ";
"Please enter the password for this server" = "Veuillez entrer le mot de passe pour ce serveur";
"Add to Keychain" = "Ajouter au Trousseau";
"Click to see a full screen image" = "Cliquer pour voir l'image en plein écran";
"No Preview Available" = "Aperçu indisponible";
"Preparing Preview…" = "Aperçu en préparation…";
"Disconnecting will cancel all running or waiting tasks!" = "La déconnexion annulera toutes les tâches, en cours ou en attente !";
"Press Disconnect if you are sure you want to do this" = "Cliquez Déconnecter si vous êtes certain de vouloir ceci";
"Disconnect" = "Déconnecter";
"Hide Toolbar" = "Masquer la barre d'outils";
"Show Toolbar" = "Afficher la barre d'outils";
"Edit With…" = "Editer avec…";
"Edit New Empty File With…" = "Editer nouveau fichier vide avec…";
"Edit New Empty File" = "Editer nouveau fichier vide";
"Download Later" = "Télécharger plus tard";
"Upload Later" = "Téléverser plus tard";
"Upload" = "Téléverser";
"Download" = "Télécharger";
"Show Transcript" = "Afficher la transcription";
"Hide Transcript" = "Masquer la transcription";
"Hide Queue" = "Masquer vue de file d'attente";
"Show Queue" = "Afficher vue de file d'attente";
"Hide Preview Drawer" = "Masquer le tiroir d'Aperçu";
"Show Preview Drawer" = "Afficher le tiroir d'Aperçu";
"Show Extra FTP Controls" = "Afficher les contrôles Extra FTP";
"Hide Extra FTP Controls" = "Masquer les contrôles Extra FTP";
"Hide Status Bar" = "Masquer la barre d'état";
"Show Status Bar" = "Afficher la barre d'état";
"Show Column View" = "Afficher la présentation en colonnes";
"Show List View" = "Afficher la présentation en liste";
"Show Mac Browser" = "Afficher le navigateur Mac";
"Hide Mac Browser" = "Masquer le navigateur Mac";
"Open Selected Bookmarks" = "Ouvrir les Signets sélectionnés";
"Save a copy of this Bookmark" = "Enregistrer une copie de ce Signet";
"Enter the name of the folder to be created" = "Entrer le nom du dossier à créer";
"The folder will be created within the currently selected folder, or the directly into the Bookmarks list if none is selected" = "Le dossier sera créé à l'intérieur du dossier actuellement sélectionné, ou directement dans la liste des Signets si aucun n'est sélectionné";
"Create" = "Créer";
"untitled folder" = "dossier sans nom";
"The folder will be created within the currently selected folder, or the current directory if none is selected" = "Le dossier sera créé à l'intérieur du dossier actuellement sélectionné, ou dans le répertoire actuel si aucun n'est sélectionné";
"Untitled FTP Alias" = "Alias FTP sans nom";
"Untitled FTP Watcher" = "Veilleur FTP sans nom";
" alias" = " alias";
" Watcher" = " Veilleur";
"Save these details as an FTP Alias" = "Enregistrer ces paramètres comme Alias FTP";
"Save these details as an FTP Watcher" = "Enregistrer ces paramètres comme Veilleur FTP";
"Select an Application for editing…" = "Sélectionnez une application pour l'édition…";
"Save the FTP Transcript from this session…" = "Enregistrer la transcription FTP de cette session…";
"Enter a path to the destination location as a full path to a folder" = "Saisissez le chemin de l'emplacement de la destination comme chemin complet d'un dossier";
"The selection will be moved to the specifed destination" = "La sélection sera déplacée vers la destination spécifiée";
"Move" = "Déplacer";
"Enter an FTP command to send to the server" = "Saisissez une commande FTP à envoyer au serveur";
"The exact text you type will be sent to the server. This can be useful to invoke server specific features" = "Le texte que vous saisissez sera exactement transmis au serveur. Ceci peut être utile pour invoquer des particularités spécifiques au serveur";
"Send" = "Envoyer";
"Synchronization using a VMS server with the option to show all versions enabled is not supported" = "La synchronisation utilisant un serveur VMS ayant l'option de montrer toutes les versions activée n'est pas supportée";
"If the Show All Versions option is disabled in the Bookmark, synchronization can be performed" = "Si l'option Afficher toutes les versions est désactivée dans le Signet, la synchronisation peut être effectuée";
" of " = " sur ";
" items" = " éléments";
" Item" = " Elément";
" item" = " élément";
" selected" = " sélectionné";
" (filtered)" = " (filtré)";
"Edit with the built-in editor" = "Editer avec l'éditeur incorporé";
"Open for editing in an external editor" = "Editer avec un éditeur externe";
"Enter a full path to a folder" = "Saisissez un chemin complet vers un dossier";
"The contents listing of the specified path will be displayed" = "La liste du contenu du chemin spécifié sera affichée";
"Go" = "Aller";
"Enter the new name for this item:" = "Entrez le nouveau nom de cet élément:";
"Rename" = "Renommer";
"Are you sure you want to delete " = "Etes-vous certain de vouloir supprimer ";
" items?" = " éléments ?";
"Are you sure you want to delete the selected items?" = "Etes-vous certain de vouloir supprimer les éléments sélectionnés ?";
"This is a permanent operation which cannot be undone" = "Ceci est une opération définitive, qui ne pourra pas être annulée ultérieurement";
"Delete" = "Supprimer";
"Enter the name of the new empty file to created" = "Entrez le nom du nouveau fichier vide à créer";
"It will be checked that the selected name is not already in use" = "Il sera vérifié que le nom sélectionné n'est pas déjà utilisé";
"The selected file name already exists" = "Le nom de fichier sélectionné existe déjà";
"Please choose another name for the new empty file to created" = "Veuillez choisir un autre nom pour le nouveau fichier vide à créer";
"The file could not be created" = "Le fichier n'a pas pu être créé";
"Enter the name of the new empty file to be edited, and also select when changes to the file should be uploaded to the server" = "Entrez le nom du nouveau fichier vide à éditer et choisissez à quel moment les modifications du fichier doivent être envoyées au serveur";
"Enter the name of the new empty file to be edited" = "Entrez le nom du nouveau fichier vide à éditer";
"Optionally select whether to apply the selected choice to subsequent edits" = "En option, décidez si ce choix doit s'appliquer aux modifications ultérieures";
"Close" = "Fermer";
"Save" = "Enregistrer";
"Apply to future edits" = "Appliquer aux modifications ultérieures";
"Enter the name of the new empty file to edited" = "Entrez le nom du nouveau fichier vide à éditer";
"Select when changes to the files should be uploaded to the server" = "Choisissez à quel moment les modifications des fichiers doivent être envoyées au serveur";
"Select when changes to the file should be uploaded to the server" = "Choisissez à quel moment les modifications du fichier doivent être envoyées au serveur";
"Please choose another name" = "Veuillez choisir un autre nom";
"This operation failed to complete." = "Cette opération n'a pas pu aller à son terme.";
"A folder already exists with the same name." = "Un dossier du même nom existe déjà.";
"You may not have sufficient privileges" = "Il se peut que vous n'ayez pas les privilèges nécessaires";
"Some items of the same name already exist in this location." = "Des éléments de mêmes noms existent déjà à cet emplacement.";
"An item of the same name already exists in this location." = "Un élément de même nom existe déjà à cet emplacement.";
"Would you like to replace the items or skip them?" = "Voulez-vous remplacer ces éléments ou les ignorer ?";
"Would you like to replace the item?" = "Voulez-vous remplacer cet élément ?";
"Skip" = "Ignorer";
"Replace" = "Remplacer";
"This operation failed to complete for one or more items" = "Cette opération n'a pu être menée à terme pour un ou plusieurs éléments";
"Cancelling preview…" = "Annulation de l'Aperçu…";
"Downloading preview: " = "Téléchargement de l'Aperçu: ";
"% complete" = "% effectué";
"Server refused connection - waiting to retry…" = "Le serveur  a refusé la connexion - attente avant nouvel essai…";
"Server busy - waiting to retry…" = "Serveur occupé - attente avant nouvel essai…";
"Preparing connection…" = "Préparation de la connexion…";
"Disconnected" = "Déconnecté";
"Connecting with server…" = "Connexion au serveur…";
"Logging in…" = "Identification…";
"Logging into proxy server…" = "Identification auprès du serveur proxy…";
"Querying server…" = "Envoi de requêtes au serveur…";
"Selecting server features…" = "Sélection des fonctions du serveur…";
"Connection established" = "Connexion établie";
"Idle" = "Inactif";
"User: " = "Utilisateur: ";
"\rPath: " = "\rChemin: ";
"Sorry, it was not possible to complete the upload" = "Désolé, il n'a pas été possible de terminer le téléversement";
"An unexpected error caused the pre-processing of the upload to fail" = "Une erreur inattendue a fait échouer le pré-traitement du téléversement";
"An unexpected error prevented the upload from taking place\r\rYou should save a copy of your edited document to prevent data loss" = "Une erreur inattendue a fait échouer le téléversement\r\rVous devriez enregistrer une copie de votre document modifié pour éviter la perte de données";
"An unexpected error prevented the upload from taking place\r\rYou could attempt it again or try restarting Yummy FTP" = "Une erreur inattendue a fait échouer le téléversement\r\rVous pouvez le re-tenter ou bien essayer de relancer Yummy FTP Alias";
"Unfortunately an unexpected error occurred while preparing to display the browser window\r\rTry again or try restarting Yummy FTP" = "Une erreur inattendue est survenue pendant la préparation de l'affichage de la fenêtre du navigateur\r\rEssayez à nouveau, ou bien essayez de relancer Yummy FTP Alias";
"Yummy FTP was unable to establish a connection\r\rThe attempt failed because the server was unable to process the request" = "Yummy FTP Alias n'a pas pu établir la connexion\r\rLa tentative a échoué car le serveur ne pouvait pas répondre à la requête";
"Yummy FTP could not find the remote directory to send your upload\r\rEnsure the destination directory exists and try again" = "Yummy FTP Alias n'a pas trouvé le répertoire distant pour effectuer votre téléversement\r\rAssurez-vous que le répertoire de destination existe et réessayez";
"Yummy FTP was unable to complete your request\r\rThe attempt failed because the server was unable to process it" = "Yummy FTP Alias n'a pas pu répondre à votre requête\r\rLa tentative a échoué car le serveur n'a pas pu la traiter";
"This operation failed due to lack of memory" = "Cette opération a échoué par manque de mémoire";
"Your download failed to start because the download location could not be found\r\rCheck the download location and try again" = "Votre téléchargement n'a pas démarré car l'emplacement de destination n'a pas été trouvé\r\rVérifiez la destination du téléchargement et réessayez";
"Your download failed to start because the file to download could not be found\r\rCheck the download details and try again" = "Votre téléchargement n'a pas démarré car le fichier à transférer n'a pas été trouvé\r\rVérifiez les détails du téléchargement et réessayez";
"Yummy FTP could not establish a connection with the server\r\rCheck the server name or IP address and try again. If the problem persists, it might be that the server is currently unavailable." = "Yummy FTP Alias n'a pas pu établir la connexion avec le serveur\r\rVérifiez le nom du serveur ou l'adresse IP et réessayez. Si le problème persiste, il se peut que le serveur soit actuellement indisponible.";
"Yummy FTP could not establish a connection with the server\r\rTry re-connecting to the server or restarting Yummy FTP" = "Yummy FTP Alias n'a pas pu établir la connexion avec le serveur\r\rEssayez de vous re-connecter au serveur ou relancez Yummy FTP Alias";
"Yummy FTP could not find the items you were referring to\r\rTry refreshing your listing" = "Yummy FTP Alias n'a pas trouvé les éléments auxquels vous faisiez référence\r\rEssayez de rafraîchir la liste";
"Yummy FTP ran out of resources and so couldn't complete your request\r\rTry again or try restarting Yummy FTP" = "Yummy FTP Alias a épuisé ses ressources et n'a donc pas pu répondre à votre requête\r\rRéessayez ou redémarrez Yummy FTP Alias";
"Yummy FTP couldn't understand the server's response\r\rTry again and check the server type is set correctly" = "Yummy FTP Alias n'a pas compris la réponse du serveur\r\rRéessayez et vérifiez que le type de serveur est correct";
"Yummy FTP could not continue your download request because it was not possible to create a file in the download location\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias n'a pas répondu à votre requête de téléchargement car il n'a pas été possible de créer un fichier à l'emplacement de destination\r\rLa cause peut être un fichier verrouillé, un fichier déjà utilisé par une autre application, ou un manque d'autorisations";
"Yummy FTP could not continue your download request because it was not possible to create a folder in the download location\r\rThe cause may be due lack of permissions" = "Yummy FTP Alias n'a pas répondu à votre requête de téléchargement car il n'a pas été possible de créer un dossier à l'emplacement de destination\r\rLa cause peut être un manque d'autorisations";
"Yummy FTP could not continue because a folder in your request could not be found on your Mac" = "Yummy FTP Alias n'a pas pu continuer car un dossier de votre requête n'a pas été trouvé sur votre Mac";
"Yummy FTP could not continue because the specifed server path could not be determined\r\rCheck your server detalls and try again" = "Yummy FTP Alias n'a pas pu continuer car le chemin du serveur spécifié n'a pas pu être déterminé\r\rVérifiez les détails de votre serveur et réessayez";
"Yummy FTP could not continue your download because it was not possible to write to a file in the download location\r\rThe cause may be a full hard drive, a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias n'a pas pu continuer votre téléchargement car il a été impossible d'écrire dans un fichier à l'emplacement de destination\r\rLa cause peut être un disque dur plein, un fichier verrouillé, un fichier déjà utilisé par une autre application, ou un manque d'autorisations";
"Yummy FTP could not continue your upload because it was not possible to open one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias n'a pas pu continuer votre téléversement car il a été impossible d'ouvrir l'un des fichiers source\r\rLa cause peut être un manque d'autorisations";
"Yummy FTP could not continue your download because it was not possible to open one of the files in the download location\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias n'a pas pu continuer votre téléchargement car il a été impossible d'ouvrir un des fichiers à l'emplacement de destination\r\rLa cause peut être un manque d'autorisations";
"Yummy FTP could not continue your upload because it was not possible to read from one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias n'a pas pu continuer votre téléversement car il a été impossible de lire l'un des fichiers source\r\rLa cause peut être un manque d'autorisations";
"Yummy FTP has lost connection with the server\r\rThe server closed the connection" = "Yummy FTP Alias a perdu la connexion avec le serveur\r\rLe serveur a fermé the connexion";
"Yummy FTP failed to establish a connection with the server\r\rCheck your details and try again" = "Yummy FTP Alias n'a pas pu établir la connexion avec le serveur\r\rVérifiez vos détails et réessayez";
"Yummy FTP failed to establish a connection with the proxy server because the server refused it\r\rCheck your details and try again" = "Yummy FTP Alias n'a pas pu établir la connexion avec le serveur proxy car le serveur l'a refusée\r\rVérifiez vos détails et réessayez";
"Yummy FTP failed to establish a connection with the server because the username was rejected\r\rCheck your details and try again" = "Yummy FTP Alias n'a pas pu établir la connexion avec le serveur car le nom d'utilisateur a été rejeté\r\rVérifiez vos détails et réessayez";
"Yummy FTP failed to establish a connection with the server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias n'a pas pu établir la connexion avec le serveur car le mot de passe a été rejeté\r\rVérifiez vos détails et réessayez";
"Yummy FTP failed to establish a connection with the server because the account was rejected\r\rCheck your details and try again" = "Yummy FTP Alias n'a pas pu établir la connexion avec le serveur car le compte a été rejeté\r\rVérifiez vos détails et réessayez";
"Yummy FTP failed to establish a connection with the proxy server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias n'a pas pu établir la connexion avec le serveur proxy car le mot de passe a été rejeté\r\rVérifiez vos détails et réessayez";
"Yummy FTP failed to failed to complete your request becuase it was unable to delete an item on your Mac\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias n'a pas pu répondre à votre requête car il n'a pas été possible de supprimer un élément sur votre Mac\r\rLa cause peut être un fichier verrouillé, un fichier déjà utilisé par une autre application, ou un manque d'autorisations";
"Yummy FTP was unable to complete your request due to an unexpected error\r\rTry again or try restarting Yummy FTP" = "Yummy FTP Alias n'a pas pu répondre à votre requête à cause d'une erreur inattendue\r\rRéessayez ou redémarrez Yummy FTP Alias";
"Message from the Server :\r\r" = "Message du Serveur :\r\r";
"Yummy FTP will try to skip the errored item automatically" = "Yummy FTP Alias essaiera d'ignorer automatiquement l'élément en erreur";
"Yummy FTP will try to skip the errored item automatically after the timeout shown" = "Yummy FTP Alias essaiera d'ignorer automatiquement l'élément en erreur à l'issue du délai indiqué";
" because scheduled tasks are waiting" = " car des tâches programmées sont en attente";
"Yummy FTP will cancel this operation automatically" = "Yummy FTP Alias annulera automatiquement cette opération";
"Yummy FTP will cancel this operation automatically after the timeout shown" = "Yummy FTP Alias annulera automatiquement cette opération à l'issue du délai indiqué";
"Yummy FTP has now encountered " = "Yummy FTP Alias a maintenant rencontré ";
" errors attempting this operation. No further recovery attempts will be made" = " erreurs en tentant cette opération. Aucune autre reprise ne sera tentée";
"\r\rThis message will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\rCe message s'effacera de lui-même après le temps ci-dessous indiqué, car des tâches programmées sont en attente";
"Continue" = "Continuer";
"Cancel" = "Annuler";
"Yummy FTP will attempt to retry the errored item automatically" = "Yummy FTP Alias essaiera de reprendre automatiquement l'élément en erreur";
"Yummy FTP will attempt to retry the errored item automatically after the timeout shown" = "Yummy FTP Alias essaiera de reprendre automatiquement l'élément en erreur à l'issue du délai indiqué";
"Retry" = "Réessayer";
"Yummy FTP will attempt to skip the errored item automatically" = "Yummy FTP Alias essaiera d'ignorer automatiquement l'élément en erreur";
"Yummy FTP was unable to automatically retry the errored item" = "Yummy FTP Alias n'a pas pu reprendre automatiquement l'élément en erreur";
"Yummy FTP was unable to automatically skip the errored item" = "Yummy FTP Alias n'a pas pu ignorer automatiquement l'élément en erreur";
"Files uploaded : " = "Fichiers téléversés : ";
"\rFiles downloaded : " = "\rFichiers téléchargés : ";
"\rServer folders created : " = "\rDossiers créés sur le Serveur : ";
"\rMac folders created : " = "\rDossiers créés sur le Mac : ";
"\rServer items deleted : " = "\rEléments supprimés du Serveur : ";
"\rMac items deleted : " = "\rEléments supprimés du Mac : ";
"\r\rThis report will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\rCe rapport s'effacera de lui-même après le temps ci-dessous indiqué, car des tâches programmées sont en attente";
"\rSynchronization completed" = "\rSynchronisation terminée             ";
"Save this connection as a Bookmark?" = "Enregistrer cette connexion comme Signet ?";
"Optionally select whether to store the password used into the Keychain, for security purposes" = "En option, choisissez de stocker, ou non, le mot de passe utilisé, dans le Trousseau, pour des raisons de sécurité";
"Don't Save" = "Ne pas enregistrer";
"Root directory" = "Répertoire racine";
"Would you like to replace the items or skip them?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "Voulez-vous remplacer les éléments ou les ignorer ?\r\rNotez que les serveurs ne permettent pas tous le remplacement. Un message d'erreur sera généré dans ce cas.";
"Would you like to replace the item?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "Voulez-vous remplacer l'élément ?\r\rNotez que les serveurs ne permettent pas tous le remplacement. Un message d'erreur sera généré dans ce cas.";
" Download" = " Téléchargement";
" Items" = " Eléments";
" Bytes" = " Octets";
"Cancelled" = "Annulé";
"Preparing" = "Préparation";
"Finished" = "Fini";
"Name: " = "Nom: ";
",  Kind: " = ",  Type: ";
",  Size: " = ",  Taille: ";
"Modified: " = "Modifié: ";
",  Where: " = ",  Lieu: ";
"Dimensions: W:" = "Dimensions: L:";
" H:" = " H:";
" pixels" = " pixels";
"Duration :" = "Durée :";
" Hrs" = " Hrs";
" Mins" = " Mins";
" Secs " = " Secs ";
"\rServer: " = "\rServeur: ";
"\rPassword: " = "\rMot de passe: ";
"\rPort: " = "\rPort: ";
"\rProtocol: " = "\rProtocole: ";
"\rMac Folder: " = "\rDossier Mac: ";
"\rModified: " = "\rModifié: ";
"\rUser/Group: " = "\rPropriétaire/Groupe: ";
"\rPermissions: " = "\rAutorisations: ";
"Path " = "Chemin ";
"Name " = "Nom ";
"Server " = "Serveur ";
"User " = "Utilisateur ";
"Pass " = "Passe ";
"Port " = "Port ";
"Type " = "Type ";
"Local " = "Local ";
"Kind " = "Type ";
"Size " = "Taille ";
"Date " = "Date ";
"Where " = "Lieu ";
"User/Group " = "Prop./Groupe ";
"Perms " = "Autoris. ";
"Job cancelled" = "Tâche annulée";
"Job failed" = "Echec de la tâche";
"Cancelling…" = "Annulation…";
"Waiting to start " = "Attente de démarrage ";
"Queued " = "En file d'attente ";
"Waiting " = "En attente ";
"Recovering connection " = "Reprise de la connexion ";
"Server busy - waiting " = "Serveur occupé - attente ";
"to download " = "pour télécharger ";
"to transfer " = "pour transférer ";
"to duplicate " = "pour dupliquer ";
"to preview " = "pour Aperçu ";
"to upload " = "pour téléverser ";
"to determine server time difference… " = "pour déterminer le décalage horaire du serveur… ";
"to download items for Update Mac: " = "pour télécharger des éléments pour mise à jour du Mac: ";
"to download items for Mirror: " = "pour télécharger des éléments pour Copie miroir: ";
"to upload items for Update Server: " = "pour télécharger des éléments pour mise à jour du Serveur: ";
"to upload items for Mirror: " = "pour téléverser des éléments pour Copie miroir: ";
"Initiating download of " = "Lancement du téléchargement de ";
"Initiating transfer of " = "Lancement du transfert de ";
"Initiating duplication of " = "Lancement de la duplication de ";
"Initiating duplicated upload of " = "Lancement du téléversement de la copie de ";
"Initiating preview of " = "Lancement de l'Aperçu de ";
"Initiating upload of " = "Lancement du téléversement de ";
"Determining server time difference… " = "Détermination du décalage horaire du serveur… ";
"Initiating download of items for Update Mac: " = "Lancement du téléchargement d'éléments pour mise à jour du Mac: ";
"Initiating download of items for Mirror: " = "Lancement du téléchargement d'éléments pour Copie miroir: ";
"Initiating upload of items for Update Server: " = "Lancement du téléchargement d'éléments pour mise à jour du Serveur: ";
"Initiating upload of items for Mirror: " = "Lancement du téléversement d'éléments pour Copie miroir: ";
"Downloading " = "Téléchargement: ";
"Downloading for transfer " = "Téléchargement pour transfert: ";
"Uploading for transfer " = "Téléversement pour transfert: ";
"Downloading for duplication " = "Téléchargement pour duplication de ";
"Uploading " = "Téléversement: ";
"Uploading duplicated " = "Téléversement de la copie de ";
"Downloading preview " = "Téléchargement de l'Aperçu: ";
"Downloading items for Update Mac: " = "Téléchargement d'éléments pour mise à jour du Mac: ";
"Downloading items for Mirror: " = "Téléchargement d'éléments pour Copie miroir: ";
"Uploading items for Update Server: " = "Téléversement d'éléments pour mise à jour du Serveur: ";
"Uploading items for Mirror: " = "Téléversement d'éléments pour Copie miroir: ";
" items)" = " éléments)";
" item)" = " élément)";
"1 item" = "1 élément";
"Recovering connection to delete orphaned items " = "Reprise de la connexion pour suppression d'éléments orphelins ";
"Server busy - waiting to delete orphaned items" = "Serveur occupé - attente pour supprimer des éléments orphelins";
"Deleting orphaned items " = "Suppression d'éléments orphelins ";
"Preparing to delete orphaned items " = "Préparation de la suppression d'éléments orphelins ";
"Recovering connection to delete " = "Reprise de la connexion pour supprimer ";
"Server busy - waiting to delete " = "Serveur occupé - attente pour supprimer ";
"Deleting " = "Suppression de ";
"Preparing to delete " = "Préparation de la suppression de ";
"Determine server time difference" = "Détermination du décalage horaire du serveur";
"Scheduled Update Server" = "Mise à jour programmée du Serveur";
"Scheduled Update Mac" = "Mise à jour programmée du Mac";
"Scheduled Mirror" = "Copie miroir programmée";
"Waiting for connection to determine server time difference…" = "Attente de connexion pour déterminer le décalage horaire du serveur…";
"Waiting for connection to Update Server…" = "Attente de connexion pour mise à jour du Serveur…";
"Waiting for connection to Update Mac…" = "Attente de connexion pour mise à jour du Mac…";
"Waiting for connection to Mirror…" = "Attente de connexion pour Copie miroir…";
"Analyzing directories for Update Server…" = "Analyse des répertoires pour mise à jour du Serveur…";
"Analyzing directories for Update Mac…" = "Analyse des répertoires pour mise à jour du Mac…";
"Analyzing directories for Mirror…" = "Analyse des répertoires pour Copie miroir…";
"Time difference complete" = "Décalage horaire terminé";
"Update Server complete" = "Mise à jour du Serveur terminée";
"Update Mac complete" = "Mise à jour du Mac terminée";
"Mirror complete" = "Copie miroir terminée";
"Waiting for connection to get file list…" = "Attente de connexion pour obtention de la liste des fichiers…";
"Fetching file/folder listing…" = "Recherche de la liste des fichiers/dossiers…";
"Waiting for connection to update file list…" = "Attente de connexion pour mise à jour de la liste des fichiers…";
"Updating file/folder listing…" = "Mise à jour de la liste des fichiers/dossiers…";
"Waiting for connection to send NOOP command…" = "Attente de connexion pour envoi de commande NOOP…";
"Sending NOOP command…" = "Envoi de commande NOOP…";
"Waiting for connection to send raw command…" = "Attente de connexion pour envoi de commande brute…";
"Sending raw FTP command…" = "Envoi de commande brute FTP…";
"Waiting for connection to rename…" = "Attente de connexion pour renommer…";
"Renaming item…" = "Renommant l'élément…";
"Waiting for connection to create empty folder…" = "Attente de connexion pour création de dossier vide…";
"Creating new folder…" = "Création d'un nouveau dossier…";
"Recovering connection to set access permissions" = "Reprise de la connexion pour établir les autorisations d'accès";
"Server busy - waiting to set access permissions" = "Serveur occupé - attente pour établir les autorisations d'accès";
"Setting access permissions" = "Etablissement des autorisations d'accès";
"Recovering connection to set user and group" = "Reprise de la connexion pour établir utilisateur et groupe";
"Server busy - waiting to set user and group" = "Serveur occupé - attente pour établir utilisateur et groupe";
"Setting user and group" = "Etablissement d'utilisateur et groupe";
" on " = " sur ";
"Recovering connection to move " = "Reprise de la connexion pour déplacer ";
"Server busy - waiting to move " = "Serveur occupé - attente pour déplacer ";
"Moving " = "Déplacement ";
"Item: " = "Elément: ";
"Item: from command line" = "Elément: depuis ligne de commande";
"Processing: " = "Traitement: ";
"Path: " = "Chemin: ";
"Move up directory" = "Monter dans le répertoire";
"Command: " = "Commande: ";
" to Mac: " = " au Mac: ";
"Mac: " = "Mac: ";
" to Server: " = " au Serveur: ";
"Parent directory" = "Répertoire parent";
"Recovering connection…" = "Reprise de la connexion…";
"Copied: " = "Copié: ";
" at " = " à ";
"/s" = "/s";
" (stalled)" = " (immobilisé)";
"Waiting until " = "Attente jusqu'à ";
"Waiting" = "Attente";
"Error" = "Erreur";
"Server busy - waiting…" = "Serveur occupé - attente…";
"Connecting to server…" = "Connexion au serveur…";
"Preparing…" = "Préparation…";
"(ETA: " = "(ETA: ";
"Estimating time remaining…" = "Estimation du temps restant…";
"n/a" = "n/d";
"Estimating…" = "Estimation…";
"Time remaining unavailable" = "Temps restant indéterminé";
"Unavailable" = "Indisponible";
" remaining" = " restant";
"Time remaining: -" = "Temps restant: -";
" for remote edit" = " pour édition à distance";
"Remote edit" = "Edition à distance";
" from " = " de ";
"From " = "De ";
" to " = " vers ";
" in " = " dans ";
"Choose a Document" = "Choisir un document";
"Choose a post processing Application" = "Choisir une application de post-traitement";
"Download completed" = "Téléchargement terminé";
"Your download has been successfully completed" = "Votre téléchargement s'est correctement effectué";
"Upload completed" = "Téléversement terminé";
"Your upload has been successfully completed" = "Votre téléversement s'est correctement effectué";
"Synchronization completed" = "Synchronisation terminée";
"Your synchronization has been successfully completed" = "Votre synchronisation s'est correctement effectuée";
"Remote edit ready" = "Edition à distance prête";
"Your remote file is ready to be edited" = "Votre fichier distant est prêt pour l'édition";
"Remote edit saved" = "Edition à distance enregistrée";
"The changes to your remote file have been saved" = "Les modifications de votre fichier distant ont été enregistrées";
"Failure Notification" = "Notification d'échec";
"A Problem occurred" = "Un problème est survenu";
"Encoding" = "Encodage";
"Select the encoding method" = "Sélectionner la méthode d'encodage";
"New File" = "Nouveau fichier";
"Create an empty new file" = "Créer un nouveau fichier vide";
"Preview" = "Aperçu";
"Show a preview of the selection" = "Afficher un Aperçu de la sélection";
"Disconnect from the server" = "Déconnecter du serveur";
"View" = "Présentation";
"Switch between List or Column view" = "Permuter la présentation en liste ou en colonnes";
"Transfer" = "Transférer";
"Upload or download the selected item(s)" = "Téléverser ou télécharger les éléments sélectionnés";
"New Folder" = "Nouveau dossier";
"Create a new empty folder" = "Créer un nouveau dossier";
"Home" = "Départ";
"Change directory back to the starting point" = "Retourner au répertoire initial";
"Renew the file listing display" = "Renouveler l'affichage de la liste des fichiers";
"Filters" = "Filtres";
"Apply filters to the file listing display" = "Appliquer les filtres à l'affichage de la liste des fichiers";
"Change directory using a supplied path" = "Changer de répertoire en utilisant le chemin fourni";
"QuickEdit" = "QuickEdit";
"Queue" = "File d'attente";
"Show or hide the Queue drawer" = "Afficher ou masquer le tiroir de file d'attente";
"Remove the selected item(s)" = "Enlever les éléments sélectionnés";
"Show synchronization options" = "Afficher les options de synchronisation";
"Info" = "Infos";
"Display the full information window for the selected item(s)" = "Afficher la fenêtre d'informations complètes pour les éléments sélectionnés";
"Duplicate" = "Dupliquer";
"Make copies of the selected item(s)" = "Effectuer des copies des éléments sélectionnés";
"Stop" = "Arrêter";
"Cancel the current action" = "Annuler l'action en cours";
"Favorites" = "Favoris";
"Display the contents of your Favorite folders" = "Afficher les contenus de vos dossiers Favoris";
"Display the contents of a recently visited folder" = "Afficher les contenus des dossiers récemment ouverts";
"Create an empty folder for organizing your Bookmarks" = "Créer un dossier vide pour la gestion de vos Signets";
"Add" = "Ajouter";
"Change Bookmark, FTP Alias or FTP Watcher settings" = "Changer les réglages des Signets, Alias FTP ou Veilleurs FTP";
"Import" = "Importer";
"Import Bookmarks/Favorites from other FTP apps (eg. Fetch, Interarchy, Captain FTP, Transmit, Cyberduck, FTPeel and Vicomsoft FTP Client)" = "Importer les Signets/Favoris d'autres applications FTP (Fetch, Interarchy, Captain FTP, Transmit, Cyberduck, FTPeel et Vicomsoft FTP Client)";
"Connect" = "Connecter";
"Establish FTP server connection" = "Etablir la connexion au serveur FTP";
"Use Preferences Setting" = "Selon réglages des Préférences";
" days" = " jours";
" day" = " jour";
" hours" = " heures";
" hour" = " heure";
" mins" = " mins";
" minutes" = " minutes";
" min" = " min";
" minute" = " minute";
" secs" = " secs";
" seconds" = " secondes";
" sec" = " sec";
" second" = " seconde";
"Server Search" = "Recherche Serveur";
"Mac Search" = "Recherche Mac";
"Search" = "Rechercher";
"Filter the current listing" = "Filtrer la liste actuelle";
"Pause the selected transfers" = "Suspendre les transferts sélectionnés";
"Start the selected transfers" = "Démarrer les transferts sélectionnés";
"Resume the selected transfers" = "Reprendre les transferts sélectionnés";
"Recent Searches" = "Recherches récentes";
"Clear Recent Searches" = "Effacer les recherches récentes";
"Apply As Filter" = "Appliquer comme critère de filtrage";
"Waiting to resume " = "En attente de reprise ";
" KB" = " Ko";
" MB" = " Mo";
" GB" = " Go";
"This file is already being edited remotely" = "Ce fichier est déjà en cours d'édition à distance";
"One or more of the selected items are already being edited" = "Un ou plusieurs des éléments sélectionnés sont déjà en cours d'édition";
"The selected items cannot be moved and must be deleted immediately." = "Les éléments sélectionnés ne peuvent pas être déplacés et doivent être supprimés immédiatement.";
"Some of the selected items cannot be moved and must be deleted immediately." = "Certains des éléments sélectionnés ne peuvent pas être déplacés et doivent être supprimés immédiatement.";
"One of the selected items cannot be moved and must be deleted immediately." = "Un des éléments sélectionnés ne peut pas être déplacé et doit être supprimé immédiatement.";
"The selected item cannot be moved and must be deleted immediately." = "L'élément sélectionné ne peut pas être déplacé et doit être supprimé immédiatement.";
"Are you sure you want to delete?" = "Etes-vous certain de vouloir supprimer ?";
"Click to save changed text" = "Cliquer pour enregistrer le texte modifié";
"Click to upload changes to the server" = "Cliquer pour téléverser les modifications vers le serveur";
"Click to show other information" = "Cliquer pour afficher d'autres informations";
"DualBrowse" = "DoubleNavigation";
"Browse both lists in sync or independently" = "Naviguer de façon synchronisée ou, au contraire, indépendante, dans la hiérarchie des dossiers présents à la fois sur le Mac et sur le Serveur";
"Does not exist in the local directory" = "N'existe pas dans le répertoire local";
"Server item is newer" = "L'élément du Serveur est plus récent";
"Local item is newer" = "L'élément local est plus récent";
"Does not exist in the server directory" = "N'existe pas dans le répertoire du Serveur";
"No items require synchronization at present" = "Aucun élément ne nécessite actuellement une synchronisation";
"This synchronization will now be cancelled automatically since there are no items to be synchronized. The preview will therefore not be displayed." = "Cette synchronisation va maintenant être automatiquement annulée, puisqu'aucun élément n'en a besoin. L'Aperçu ne sera par conséquent pas affiché.";
"Waiting for connection to calculate folder size…" = "Attente de connexion pour calculer la taille du dossier…";
"Calculating folder size…" = "Calcul de la taille du dossier…";
" (Paused)" = " (Suspendu)";
"Pause" = "Suspendre";
"Resume" = "Reprendre";
"Update Mac" = "Mise à jour: Mac";
"Update Server" = "Mise à jour: Serveur";
"Mirror" = "Copie miroir";
"FTPS (Implicit)" = "FTPS (Implicite)";
"Pause All Scheduled Tasks" = "Suspendre toutes les tâches programmées";
"Resume All Scheduled Tasks" = "Reprendre toutes les tâches programmées";
"Create a new Bookmark" = "Créer un nouveau Signet";
"Schedules On" = "Programmateur lancé";
"Schedules Off" = "Programmateur arrêté";
"Disable or resume scheduled tasks" = "Arrêter ou relancer le programmateur d'exécution des tâches";
"Watchers Off" = "Veilleurs arrêtés";
"Watchers On" = "Veilleurs lancés";
"Shut down all running FTP Watchers" = "Arrêter tous les Veilleurs FTP en service";
"Refresh the displayed preview" = "Rafraîchir l'Aperçu affiché";
"Discard the displayed preview" = "Ecarter l'Aperçu affiché";
"Click to preview" = "Cliquer pour afficher l'Aperçu";
"Yummy FTP Extras" = "Extras Yummy FTP";
"On Close" = "A la fermeture";
"On Save" = "A l'enregistrement";
"Hidden Files" = "Fichiers cachés";
"Switch between showing or hiding invisible files in both the Mac and Server lists" = "Basculer entre l'affichage et le masquage des fichiers invisibles, à la fois dans la liste du Mac et dans celle du Serveur";
"Bookmarks that are in use by FTP Browsers cannot be deleted" = "Les Signets en cours d'utilisation par les Navigateurs FTP ne peuvent pas être supprimés";
"An item could not be deleted. It may be locked or in use by another application" = "Un élément n'a pas pu être supprimé. Il se peut qu'il soit verrouillé ou utilisé par une autre application";
"Auto dismiss (no delay)" = "Ecartement automatique (sans délai)";
"Performing remote server command…" = "Commande en cours d'exécution sur le serveur…";
"Enter a shell command to send to the server" = "Entrez une commande shell à envoyer au serveur";
"Interface" = "Interface";
"Transfers" = "Transferts";
"Error Recovery" = "Reprise sur erreur";
"Server Options" = "Options du serveur";
"Pause the active jobs" = "Suspendre les travaux en cours";
"Resume the paused jobs" = "Reprendre les travaux suspendus";
"Start" = "Démarrer";
"Jobs queued" = "Travaux mis en liste d'attente";
"HILabelTitle" = "Etiquette:";
"HILabelFormat" = "“%@”";
"Exclude From Synch" = "Exclure de la Synchronisation";
"Clear Synch Exclusions" = "Effacer les exclusions des Synchronisations";
"This automatic upload capability is powered by:\r\rYummy FTP - the tastiest FTP client for Mac OS X\r\rhttp://www.yummysoftware.com" = "Cette fonctionnalité de téléversement automatique est générée par:\r\rYummy FTP Alias - le plus goûteux des clients FTP pour Mac OS X\r\rhttp://www.yummysoftware.com";
"Drag items onto this icon to upload them" = "Glisser sur cette icône les éléments à téléverser";
"Edit With" = "Editer avec";
"Select an application to edit the selected items" = "Choisir une application pour éditer les éléments sélectionnés";
"Reopen" = "Ré-ouvrir";
"Re-open with the original editor, or continue anyway?" = "Ré-ouvrir avec l'éditeur d'origine, ou continuer ainsi ?";
"Re-open with the original editors, or continue anyway?" = "Ré-ouvrir avec les éditeurs d'origine, ou continuer ainsi ?";
"Software Update" = "Mise-à-jour";
"Please purchase Yummy FTP to allow editing of FTP Aliases and FTP Watchers" = "Veuillez, s'il vous plaît, acheter Yummy FTP Alias pour permettre l'édition des Alias FTP et des Veilleurs FTP";
"\r\rTime elapsed : " = "\r\rDurée: ";
"Quick Look icons" = "Icônes Quick Look";
"Enter the Web URL equivalent of the currently displayed directory" = "Entrer l'équivalent URL Web du répertoire actuellement affiché";
"The url you enter can be used with the Copy Web URL feature to produce a valid web browser URL for the selected items in the server browser\r\reg. http://www.yourwebsite.com" = "L'URL que vous entrez peut être utilisée avec la fonction Copier en tant qu'URL Web pour créer une URL de navigateur web valide, pour les éléments sélectionnés dans le navigateur du serveur\r\reg. http://www.votresiteweb.com";
"Set Access" = "Etablir l'accès";
"Set Permissions" = "Etablir les autorisations";
"OK" = "OK";
"Apply filters to the file listing display of all connections" = "Appliquer les filtres à l'affichage des listes de fichiers pour toutes les connexions";
"Global Filters" = "Filtres globaux";
"Job failed, skipping errored items…" = "Echec des transferts, abandon des éléments en erreur…";
"Skip remaining errors" = "Sauter les erreurs restantes";
"Lost Info" = "Info perdue";
" (waiting for server)" = " (attente du serveur)";
"Your server has limited the listing output, so all the items cannot be seen!\r\rUnless this is addressed, some features may not behave as expected due to this server limitation.\r\rWe recommend that you contact your server administrator to increase the limit, or remove the limit entirely." = "Votre serveur a tronqué la liste, en conséquence, les éléments ne peuvent pas être tous affichés !\r\rA moins que ceci ne soit corrigé, certaines fonctions peuvent ne pas se comporter comme prévu, du fait de cette limitation du serveur.\r\rNous vous recommandons de contacter l'administrateur de votre serveur, pour que cette limite soit relevée ou totalement supprimée.";
"File sizes differ" = "La taille des fichiers diffèrent";
"Open From Finder" = "Ouvrir dans le Finder";
"Open Web URL" = "Ouvrir en tant qu'URL Web";
"The Mac home folder specified in your Bookmark cannot be found\r\rThe default home folder has been displayed instead" = "Le dossier de base Mac spécifié dans votre Signet n'a pas été trouvé\r\rC'est le dossier de base par défaut qui a été affiché à sa place";
"SCPlugin by Tigris.org is installed which causes crashes with other apps, including Yummy FTP\r\rTo fix this issue please remove the following file from your Mac :\r\r/Library/Contextual Menu Items/SCFinderPlugin.plugin\r\r... And then restart your Mac" = "Le SCPlugin de Tigris.org est installé, ce qui provoque le plantage d'autres applications, dont Yummy FTP Alias\r\rPour corriger ce défaut, veuillez retirer le fichier suivant de votre Mac :\r\r/Bibliothèque/Contextual Menu Items/SCFinderPlugin.plugin\r\r... Puis redémarrer votre Mac";
"WARNING!" = "ATTENTION!";
"These files are identical - only their differing line endings cause a size mismatch" = "Ces fichiers sont identiques - seuls leurs caractères de fin de ligne créaient la différence de taille";
"These files are identical" = "Ces fichiers sont identiques";
"Enter Into Directory" = "Ouvrir le dossier";
"Paused" = "Pause";
"Stopped" = "Arrêté";
"Running…" = "Travail…";
"Watching…" = "Regarder…";
"Owner/Group " = "Propriétaire/Groupe ";
"Action" = "Action";
"Perform tasks with the selection" = "Effectuer des tâches avec la sélection";
"Back" = "Envers";
"Running : " = "En cours : ";
"    Queued : " = "    En file d'attente : ";
"Schedule" = "Programme";
"Obscure" = "Obscur";
"Rename the selected item" = "Renommer l'élément sélectionné";
"Please assign a name for this configuration" = "Please assign a name for this configuration";
"Enter a name in the box provided then try again." = "Enter a name in the box provided then try again.";
"The last failure has now repeated several times and will no longer be reported until it changes." = "The last failure has now repeated several times and will no longer be reported until it changes.";
"The Mac home folder specified in your Bookmark cannot be found" = "Le dossier de base Mac spécifié dans votre Signet n'a pas été trouvé";
"Processing…" = "Traitement en cours…";
"Your serial number is in use on" = "Votre numéro de série est utilisé sur";
"To continue using the single user license please quit all other copies first, otherwise please purchase additional licenses or enter a new serial number." = "Pour continuer à utiliser la licence utilisateur unique s'il vous plaît arrêter de toutes les autres copies d'abord, sinon s'il vous plaît acheter des licences supplémentaires ou entrer un nouveau numéro de série.";
"Your serial number was used at the same time on more than one Mac" = "Votre numéro de série a été utilisé en même temps sur plus d'un Mac";
"To use the software on multiple Macs please purchase additional licenses.\r\rTo continue, please enter your serial number." = "Pour utiliser le logiciel sur plusieurs Mac s'il vous plaît acheter des licences supplémentaires.\r\rPour continuer, s'il vous plaît entrer votre numéro de série.";
"Bookmark" = "Bookmark";
"Schedules" = "Schedules";
"Watchers" = "Watchers";
"Browser" = "Browser";
"Forward" = "Forward";
"Status" = "Status";
"Time" = "Time";
"Value" = "Value";























